List testMemoList = [
  {
    'time': '08:30:00',
    'memo': '은근히 배고파서 회사앞 편의점에서 샌드위치 삼',
    'eMemo': '',
  },
  {
    'time': '08:40:00',
    'memo': '회사도착 캡슐한잔 내려서 샌드위치 냠냠',
    'eMemo': '',
  },
  {
    'time': '09:00:00',
    'memo': '업무시작 오늘은 ',
    'eMemo': '',
  },
  {
    'time': '09:20:00',
    'memo': '주간 업무회의 시작',
    'eMemo': '',
  },
  {
    'time': '10:00:00',
    'memo': '다른 특이사항은 없고 환율때문에 대표가 좀 민감하다',
    'eMemo': '',
  },
  {
    'time': '11:00:00',
    'memo': '협력업체에서 대금 미지급건으로 항의 및 계약해지 통보',
    'eMemo': '',
  },
  {
    'time': '11:10:00',
    'memo': '긴금대책회의 시작',
    'eMemo': '',
  },
  {
    'time': '11:40:00',
    'memo': '납품지연시의 문제가 커지기에 신이사님이 협력업체와 직접 협의해보기로 결론',
    'eMemo': '',
  },
  {
    'time': '12:00:00',
    'memo': '신이사님 협력업체 방문하러 출장나가심',
    'eMemo': '',
  },
  {
    'time': '12:00:01',
    'memo': '점심시간 입맛이 없다 이대리와 스벅에서 간단하게 수다타임',
    'eMemo': '',
  },
  {
    'time': '13:00:00',
    'memo': '오후업무 시작',
    'eMemo': '',
  },
  {
    'time': '15:00:00',
    'memo': '신이사님 복귀하시고 결과보고 회의시작',
    'eMemo': '',
  },
  {
    'time': '16:00:00',
    'memo': '대금의 50% 오늘안에 지급하면 납기일정 맞춰주기로 했는데 사장님이 돈이 없다고 20%로 깎자고 한다',
    'eMemo': '',
  },
  {
    'time': '16:30:00',
    'memo': '신이사님이 유선협의해봤는데 이제 50%도 안하겠다고 한다. 아 진짜 사장님',
    'eMemo': '',
  },
  {
    'time': '18:00',
    'memo': '결국 해결되지 못했지만 난 모르겠다 칼퇴할란다',
    'eMemo': '',
  },
  {
    'time': '19:00:00',
    'memo': '헬스장 도착 오늘은 하체하는날 달려보자',
    'eMemo': '',
  },
  {
    'time': '21:00:00',
    'memo': '이제 집 아 오늘 하체 잘 먹었다',
    'eMemo': '',
  },
];
